Revit 2027 API
ParameterTypeId.CurtaingridBeltRatioU Property
 "Belt Measurement"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CurtaingridBeltRatioU { get; }
Public Shared ReadOnly Property CurtaingridBeltRatioU As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CurtaingridBeltRatioU {
	ForgeTypeId^ get ();
}
static member CurtaingridBeltRatioU : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace